[
    {
        "id": 1,
        "type": "milk",
        "flavor": "Mokaccino",
        "brand": "TCHO",
        "cacao_percentage": "47%",
        "notes": "coffee, sweet",
        "origin": "usa",
        "about": "Milk chocolate with rich espresso. Eight International Chocolate Awards, and counting. This is the first ever flavored chocolate bar made by TCHO and it's a winner. To create our \"Mokaccino\" bar we take super-premium coffee beans from our friends at local micro-roaster Blue Bottle Coffee and grind it into our custom dark milk chocolate for a real caffeine punch. If you are looking to recharge during the day, this bar will definitely get your engine going.",
        "target_user": "Caffeine addicts",
        "price_point": "$3.99",
        "special_features": "blue bottle coffee, organic, fair trade",
        "region": "usa",
        "personality": "sweet",
        "purchase_link": "https://amzn.to/2JYUBq1"
    },
    {
        "id": 2,
        "type": "dark",
        "flavor": "Salted Almond Butter",
        "brand": "Chocolove",
        "cacao_percentage": "55%",
        "notes": "salt, nut butter",
        "origin": "belgium",
        "about": "Creamy salted almond butter in premium Belgian dark chocolate\n\n55% Cocoa\nClassic European chocolate gives way to creamy salted almond butter filling\nServes up a new twist on a classic American taste",
        "target_user": "Grounded, healthy individuals with a dash of sarcasm",
        "price_point": "$3.29",
        "special_features": "contains love poem insde",
        "region": "europe",
        "personality": "salty",
        "purchase_link": "https://amzn.to/2SA5UZI"
    },
    {
        "id": 3,
        "type": "dark",
        "flavor": "Ginger",
        "brand": "Chocolove",
        "cacao_percentage": "68%",
        "notes": "ginger, sugar",
        "origin": "belgium",
        "about": "Crystallized Australian ginger in rich Belgian dark chocolate\n\n65% Cocoa\nSmooth and tangy dark chocolate\nSoft, moist sugar-coated chunks of hot-spicy ginger\nDelighfully stimulating",
        "target_user": "Romantics with a spicy side",
        "price_point": "$3.29",
        "special_features": "good for colds, contains love poem inside!",
        "region": "europe",
        "personality": "spicy, sweet",
        "purchase_link": "https://amzn.to/2SGd4vA"
    },
    {
        "id": 4,
        "type": "dark",
        "flavor": "Salted Almond",
        "brand": "Theo's",
        "cacao_percentage": "70%",
        "notes": "almond, salt",
        "origin": "usa",
        "about": "To make this best-selling bar, we start with the finest 70% dark chocolate and add the irresistible crunch of almonds with just the right amount of salt. The result is the ultimate sweet and salty crunch, in perfect balance.",
        "target_user": "Grounded, healthy individuals who have their s* together",
        "price_point": "$3.29",
        "special_features": "organic, fair trade, vegan, gluten free",
        "region": "usa",
        "personality": "salty",
        "purchase_link": "https://amzn.to/2SCtXHc"
    },
    {
        "id": 5,
        "type": "white",
        "flavor": "Mango Lassi",
        "brand": "TCHO",
        "cacao_percentage": "0%",
        "notes": "cardamom, mango, yogurt",
        "origin": "usa",
        "about": "We've been dreaming of warm weather and the summer sun for what's felt like ages!  So, when faced with recurring daydreams of lounging at the beach, barbecues with friends, and refreshing treats, we found our inspiration for the next Maker's Series... We channeled what we think is the perfect summer drink!  The Mango Lassi.  \n\nFor our 11th release,we started with a creamy white chocolate and blended in lush ripe mango, tart yogurt, a hint of vanilla, and topped it off with a traditional sprinkle of cardamom.\n\nBottoms up!",
        "target_user": "Those who want a tropical getaway",
        "price_point": "$7.99",
        "special_features": "microbatch",
        "region": "usa",
        "personality": "sweet, spicy",
        "purchase_link": "https://tcho.com/collections/chocolate-bars/products/makers-series-mango-lassi-70g-bar"
    },
    {
        "id": 6,
        "type": "dark",
        "flavor": "Cinnamon Spice",
        "brand": "TCHO",
        "cacao_percentage": "53%",
        "notes": "cayenne, cinnamon, sugar",
        "origin": "usa",
        "about": "The warm spices and crunchy sugar crystals in this bar evoke memories of munching on cinnamon sugar toast while watching Saturday morning cartoons in your PJs. Even if your memories are circa 20+ years ago, the flavors in this bar are anything but dated. The complex flavors drift over your tongue in a wave of rich fudgy caramelized milk chocolate. That initial rush of chocolate makes way for the swirling warmth of Korintje cinnamon, followed up by a cresting swell of heat from cayenne and ancho chilies. Each component in Cinnamon Spice builds and crashes into the next flavor for a sublime chocolate journey that is sure to bring some extra sophistication to your next Netflix binge (because if your snack gets an upgrade, your TV selection should too).",
        "target_user": "Spicy adventurists with a side of sweet",
        "price_point": "$2.99",
        "special_features": "organic",
        "region": "usa",
        "personality": "spicy",
        "purchase_link": "https://amzn.to/2ybSQA8"
    },
    {
        "id": 7,
        "type": "dark",
        "flavor": "Grapefruit & Ginger",
        "brand": "TCHO",
        "cacao_percentage": "68%",
        "notes": "grapefruit, ginger",
        "origin": "madagascar",
        "about": "This round we paired up the two bold flavors of grapefruit + ginger with a bright dark chocolate for a balanced bar chock-full of intoxicating and aromatic flavors.\n\nFor our 10th release, we crafted a 68% single-origin dark chocolate from Madagascar with its own citrusy notes to serve as the rich and distinctive foundation that melds with the zesty, warmth from the ginger; lively, floral and juicy notes from the grapefruit; and just a touch of lingering bitterness to balance out this combo's soft sweetness.",
        "target_user": "Fresh and fun, bold souls",
        "price_point": "$7.99",
        "special_features": "microbatch",
        "region": "exotic",
        "personality": "spicy",
        "purchase_link": "https://tcho.com/collections/chocolate-bars/products/makers-series-grapefruit-ginger-70g-bar"
    },
    {
        "id": 8,
        "type": "milk",
        "flavor": "Snickerdoodle",
        "brand": "TCHO",
        "cacao_percentage": "54%",
        "notes": "cinnamon, sugar",
        "origin": "usa",
        "about": "#TBT to all those times you walked into your childhood home and were greeted with the smell of freshly baked snickerdoodle cookies. \n\nThe Snickerdoodle bar is that feeling swaddled in a chocolate bar - without having to wait for the oven to do it's thing. We start with our rich organic and Fair Trade dark milk chocolate blended together with crunchy sugar crystals for that classic crispy crunch and delicious Korintje cinnamon, picked specifically for its timeless flavor. We won't tell your Grandma you have a new favorite Snickerdoodle if you don't.",
        "target_user": "Sweet and comfort-loving homebodies who want to cuddle",
        "price_point": "$3.99",
        "special_features": "organic, fair trade",
        "region": "usa",
        "personality": "spicy, sweet",
        "purchase_link": "https://tcho.com/collections/chocolate-bars/products/milk-chocolate-snickerdoodle-70g-bar"
    },
    {
        "id": 9,
        "type": "milk",
        "flavor": "Pretzel Crunch",
        "brand": "TCHO",
        "cacao_percentage": "54%",
        "notes": "salt, bread",
        "origin": "usa",
        "about": "Some may think that pretzels are a little bit lowbrow. We respectfully challenge them to a battle of wits or flavors; whatever, you get the point! \n\nPretzels are a staple. A necessity‚ if you want to have a killer snack-game anyway. Pretzels and chocolate? YAS, keep talking‚ Pretzels and TCHO's fudgy organic and Fair Trade 54% dark milk chocolate with an extra sprinkle of sea salt? That's what we're talkin' about!",
        "target_user": "Salty people who know their people",
        "price_point": "$3.99",
        "special_features": "organic, fair trade",
        "region": "usa",
        "personality": "salty",
        "purchase_link": "https://tcho.com/collections/chocolate-bars/products/milk-chocolate-pretzel-crunch-70g-bar"
    },
    {
        "id": 10,
        "type": "dark",
        "flavor": "Banana Nut",
        "brand": "TCHO",
        "cacao_percentage": "62%",
        "notes": "banana, almond",
        "origin": "usa",
        "about": "Equal parts healthy habits and indulgent cravings, our favorite summertime county fair treat (without the lines!) satisfies both needs. \n\nFruit with nuts is a timeless combination with many variations, from venerable to whimsical.  Banana Nut is one that brings us back to summer evenings spent moseying around grassy fairgrounds with our friends and riding the Tilt-a-Whirl until dark.  \n\nThis 62% organic and Fair Trade Certified dark chocolate bar combines crisp banana pieces with perfectly toasted California almonds. Made with real ingredients so you don't have to worry about the guilt that comes with the county fair hangover.",
        "target_user": "Nutty and zany individuals with a heart for spontaneaity",
        "price_point": "$3.99",
        "special_features": "organic, fair trade",
        "region": "usa",
        "personality": "sweet",
        "purchase_link": "https://tcho.com/collections/chocolate-bars/products/dark-chocolate-banana-nut-70g-bar"
    },
    {
        "id": 11,
        "type": "white",
        "flavor": "Salty Lychee",
        "brand": "Dars",
        "cacao_percentage": "0%",
        "notes": "lychee, salt",
        "origin": "japan",
        "about": "Salty white lychee fruit flavored chocolate makes a very tasty and satisfying snack. There are 12 pieces of these unique mini chocolate pieces wrapped in a foil packet within the box. Usually available in a few different flavors so mix and match! The box opens like a gate on one side allowing you to slide the product out conveniently. Morinaga is one of Japan's oldest and popular confectionery makers.",
        "target_user": "Sweet personality with hidden sarcastic side",
        "price_point": "$3",
        "special_features": "from Japan",
        "region": "exotic",
        "personality": "sweet, salty",
        "purchase_link": "https://www.napajapan.com/products/dars-chocolate-salty-lychee"
    },
    {
        "id": 12,
        "type": "milk",
        "flavor": "oh my s'mores",
        "brand": "Chuao",
        "cacao_percentage": "41%",
        "notes": "bacon, maple syrup",
        "origin": "usa",
        "about": "A splash of sweet maple syrup, a bit of bonfire smoked sea salt and crispy, uncured bacon bites add a new level of luxe in creamy milk chocolate. Baconluxious Chocolate proves, once and for all, that everything is better with bacon.",
        "target_user": "Smoky and sultry individuals",
        "price_point": "$6",
        "special_features": "fair trade, gluten-free",
        "region": "usa",
        "personality": "salty",
        "purchase_link": "https://chuaochocolatier.com/baconluxious-chocolate-bar.html"
    },
    {
        "id": 13,
        "type": "milk",
        "flavor": "baconluxious chocolate",
        "brand": "Chuao",
        "cacao_percentage": "41%",
        "notes": "marshmallows, chocolate, cookie",
        "origin": "usa",
        "about": "Taste the yumminess of our s’mores chocolate bar! You’ll take your taste buds on a trip down memory lane through crushed honey graham goodness, fluffy mini marshmallows and creamy milk chocolate. The crackling of the campfire. The children’s ooey gooey grins. The sweet smell of toasty marshmallows in the air. Your favorite camping activities as a child come to life with just one scrumptious bite. It’s the easiest way to enjoy indoor s’mores, and it’s guaranteed to make you say “oh my!”",
        "target_user": "Jack-of-all-trades who are a little bit of everything",
        "price_point": "$6",
        "special_features": "fair trade",
        "region": "usa",
        "personality": "sweet",
        "purchase_link": "https://chuaochocolatier.com/oh-my-smores-chocolate-bar.html"
    },
    {
        "id": 14,
        "type": "dark",
        "flavor": "honeycomb",
        "brand": "Chuao",
        "cacao_percentage": "60%",
        "notes": "honey",
        "origin": "usa",
        "about": "Crunchy bits of golden, caramelized honey embrace deep dark chocolate, like secret lovers meeting on a warm summer night. Sweet and decadent, the Honeycomb bar will charm you… one nibble at a time.\n\nIn the battle of milk chocolate vs. dark chocolate, our Honeycomb Chocolate Bar takes one for the dark chocolate team. We all know the health benefits of dark chocolate, but add that with luscious organic honey and you got yourself a winner",
        "target_user": "Wholesome souls who are sweet to the core",
        "price_point": "$6",
        "special_features": "fair trade, gluten-free",
        "region": "usa",
        "personality": "sweet",
        "purchase_link": "https://amzn.to/32LNNVr"
    },
    {
        "id": 15,
        "type": "dark",
        "flavor": "firecracker",
        "brand": "Chuao",
        "cacao_percentage": "60%",
        "notes": "candy, chili",
        "origin": "usa",
        "about": "Get ready to stop, drop and savor. Silky dark chocolate, a dash of chipotle and a sprinkling of sea salt come together in a scintillating sizzle until…popping candy explodes for the ultimate SURPRISE! Start a party in your mouth with the Firecracker bar. Welcome to the wild side of chocolate.",
        "target_user": "Spicy adventurists with a side of sweet",
        "price_point": "$6",
        "special_features": "fair trade, gluten-free",
        "region": "usa",
        "personality": "sweet, spicy",
        "purchase_link": "https://chuaochocolatier.com/firecracker-chocolate-bar.html"
    }
]
