[
    {
        "Type": "Milk",
        "Flavor": "Mokaccino",
        "Brand": "TCHO",
        "Cacao Percentage": "47%",
        "Notes": "coffee, sweet",
        "Origin": "USA",
        "About": "Milk chocolate with rich espresso. Eight International Chocolate Awards, and counting. This is the first ever flavored chocolate bar made by TCHO and it's a winner. To create our \"Mokaccino\" bar we take super-premium coffee beans from our friends at local micro-roaster Blue Bottle Coffee and grind it into our custom dark milk chocolate for a real caffeine punch. If you are looking to recharge during the day, this bar will definitely get your engine going.",
        "Target User": "Caffeine addicts",
        "Price Point": "$3.99",
        "Special Features": "Blue bottle coffee, Organic, Fair Trade"
    },
    {
        "Type": "Dark",
        "Flavor": "Salted Almond Butter",
        "Brand": "Chocolove",
        "Cacao Percentage": "55%",
        "Notes": "salt, nut butter",
        "Origin": "Belgium",
        "About": "Creamy salted almond butter in premium Belgian dark chocolate\n\n55% Cocoa\nClassic European chocolate gives way to creamy salted almond butter filling\nServes up a new twist on a classic American taste",
        "Target User": "Grounded, healthy individuals with a dash of sarcasm",
        "Price Point": "$3.29",
        "Special Features": "Contains love poem insde"
    },
    {
        "Type": "Dark",
        "Flavor": "Ginger",
        "Brand": "Chocolove",
        "Cacao Percentage": "68%",
        "Notes": "ginger, sugar",
        "Origin": "Belgium",
        "About": "Crystallized Australian ginger in rich Belgian dark chocolate\n\n65% Cocoa\nSmooth and tangy dark chocolate\nSoft, moist sugar-coated chunks of hot-spicy ginger\nDelighfully stimulating",
        "Target User": "Romantics with a spicy side",
        "Price Point": "$3.29",
        "Special Features": "Good for colds, contains love poem inside!"
    },
    {
        "Type": "Milk",
        "Flavor": "Salted Almond",
        "Brand": "Theo's",
        "Cacao Percentage": "70%",
        "Notes": "almond, salt",
        "Origin": "USA",
        "About": "To make this best-selling bar, we start with the finest 70% dark chocolate and add the irresistible crunch of almonds with just the right amount of salt. The result is the ultimate sweet and salty crunch, in perfect balance.",
        "Target User": "Grounded, healthy individuals who have their s* together",
        "Price Point": "$3.29",
        "Special Features": "Organinc, Fair Trade, Vegan, Gluten Free"
    },
    {
        "Type": "White",
        "Flavor": "Mango Lassi",
        "Brand": "TCHO",
        "Cacao Percentage": "0%",
        "Notes": "cardamom, mango, yogurt",
        "Origin": "USA",
        "About": "We've been dreaming of warm weather and the summer sun for what's felt like ages!  So, when faced with recurring daydreams of lounging at the beach, barbecues with friends, and refreshing treats, we found our inspiration for the next Maker's Series... We channeled what we think is the perfect summer drink!  The Mango Lassi.  \n\nFor our 11th release,we started with a creamy white chocolate and blended in lush ripe mango, tart yogurt, a hint of vanilla, and topped it off with a traditional sprinkle of cardamom.\n\nBottoms up!",
        "Target User": "Those who want a tropical getaway",
        "Price Point": "$7.99",
        "Special Features": "Microbatch"
    },
    {
        "Type": "Milk",
        "Flavor": "Cinnamon Spice",
        "Brand": "TCHO",
        "Cacao Percentage": "53%",
        "Notes": "cayenne, cinnamon, sugar",
        "Origin": "USA",
        "About": "The warm spices and crunchy sugar crystals in this bar evoke memories of munching on cinnamon sugar toast while watching Saturday morning cartoons in your PJs. Even if your memories are circa 20+ years ago, the flavors in this bar are anything but dated. The complex flavors drift over your tongue in a wave of rich fudgy caramelized milk chocolate. That initial rush of chocolate makes way for the swirling warmth of Korintje cinnamon, followed up by a cresting swell of heat from cayenne and ancho chilies. Each component in Cinnamon Spice builds and crashes into the next flavor for a sublime chocolate journey that is sure to bring some extra sophistication to your next Netflix binge (because if your snack gets an upgrade, your TV selection should too).",
        "Target User": "Spicy adventurists with a side of sweet",
        "Price Point": "$2.99",
        "Special Features": "Organic"
    },
    {
        "Type": "Dark",
        "Flavor": "Grapefruit & Ginger",
        "Brand": "TCHO",
        "Cacao Percentage": "68%",
        "Notes": "grapefruit, ginger",
        "Origin": "Madagascar",
        "About": "This round we paired up the two bold flavors of grapefruit + ginger with a bright dark chocolate for a balanced bar chock-full of intoxicating and aromatic flavors.\n\nFor our 10th release, we crafted a 68% single-origin dark chocolate from Madagascar with its own citrusy notes to serve as the rich and distinctive foundation that melds with the zesty, warmth from the ginger; lively, floral and juicy notes from the grapefruit; and just a touch of lingering bitterness to balance out this combo's soft sweetness.",
        "Target User": "Fresh and fun, bold souls",
        "Price Point": "$7.99",
        "Special Features": "Microbatch"
    },
    {
        "Type": "Milk",
        "Flavor": "Snickerdoodle",
        "Brand": "TCHO",
        "Cacao Percentage": "54%",
        "Notes": "cinnamon, sugar",
        "Origin": "USA",
        "About": "#TBT to all those times you walked into your childhood home and were greeted with the smell of freshly baked snickerdoodle cookies. \n\nThe Snickerdoodle bar is that feeling swaddled in a chocolate bar - without having to wait for the oven to do it's thing. We start with our rich organic and Fair Trade dark milk chocolate blended together with crunchy sugar crystals for that classic crispy crunch and delicious Korintje cinnamon, picked specifically for its timeless flavor. We won't tell your Grandma you have a new favorite Snickerdoodle if you don't.",
        "Target User": "Sweet and comfort-loving homebodies who want to cuddle",
        "Price Point": "$3.99",
        "Special Features": "Organic, Fair Trade"
    },
    {
        "Type": "Milk",
        "Flavor": "Pretzel Crunch",
        "Brand": "TCHO",
        "Cacao Percentage": "54%",
        "Notes": "salt, bread",
        "Origin": "USA",
        "About": "Some may think that pretzels are a little bit lowbrow. We respectfully challenge them to a battle of wits or flavors; whatever, you get the point! \n\nPretzels are a staple. A necessity‚ if you want to have a killer snack-game anyway. Pretzels and chocolate? YAS, keep talking‚ Pretzels and TCHO's fudgy organic and Fair Trade 54% dark milk chocolate with an extra sprinkle of sea salt? That's what we're talkin' about!",
        "Target User": "Salty people who know their people",
        "Price Point": "$3.99",
        "Special Features": "Organic, Fair Trade"
    }
]
